[Demo_Maya_End_true_ENG GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=504,Y=-8800,Z=1253),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Vec=(X=504,Y=-8990,Z=1118),VecSub=(X=90,Y=0,Z=0),CId=70)
DemoScripts[4]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Vec=(X=604,Y=-8964,Z=1118),VecSub=(X=152,Y=0,Z=0),CId=69)
DemoScripts[5]=(Actor=CHARACTER,Command=POP,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Vec=(X=400,Y=-8970,Z=1138),VecSub=(X=57,Y=0,Z=0),CId=71)
DemoScripts[6]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[7]=(Actor=CHARACTER,Command=POP,Name="ホウダイ(主人公)",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Vec=(X=504,Y=-8800,Z=1118),VecSub=(X=-90,Y=0,Z=0),CId=255)
DemoScripts[8]=(Actor=CHARACTER,Command=ACTION,Name="ホウダイ(主人公)",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="ho_DM_0100_lp_Stand",Number=9,CId=255,Bit=4)
DemoScripts[9]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0102_fx_close_tightly",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_1000_lp_Envy",Rate=0,Number=3,Bit=4)
DemoScripts[10]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Rate=0.8,Number=)
DemoScripts[11]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",motionName[1]="sn_CM_0002_fx_close_smile_S",motionName[2]="sn_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[12]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0100_fx_close_normal",motionName[1]="ek_CM_0002_fx_close_smile_S",motionName[2]="ek_DM_0100_lp_Stand",Rate=0,Number=3,Bit=4)
DemoScripts[13]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_End_Sisters.GG2_BGM_DM_End_Sisters_Cue')
DemoScripts[14]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Park_2.GG2_AMB_Park_2_LP_Cue')
DemoScripts[15]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[16]=(Actor=FADE,Command=WAIT)
DemoScripts[17]=(Actor=WINDOW,Command=SET)
DemoScripts[18]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_true.GG2_V_Maya_End_true_001_Cue',Name="カミゾノ　マヤ")
DemoScripts[19]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[20]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[21]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",motionName[1]="my_CM_0001_fx_close_down",motionName[2]="my_DM_1001_fx_Envy2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[22]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[23]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Rate=0,Number=)
DemoScripts[24]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_true.GG2_V_Maya_End_true_002_Cue',Name="カミゾノ　マヤ")
DemoScripts[25]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[26]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[27]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[28]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[29]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_true.GG2_V_Maya_End_true_003_Cue',Name="カミゾノ　マヤ")
DemoScripts[30]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[31]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[32]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[33]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0003_lp_open_surprise",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0103_fx_Stand2Surprise",Rate=0,Number=3,Bit=1)
DemoScripts[34]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0300_lp_Surprise",Number=8)
DemoScripts[35]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_true.GG2_V_Maya_End_true_005_Cue',Name="カミゾノ　マヤ")
DemoScripts[36]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[37]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[38]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-75,Y=-5,Z=0),SecTime=0.3)
DemoScripts[39]=(Actor=CHARACTER,Command=MOVE,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',SetType=ROT,Vec=(X=50,Y=0,Z=0),SecTime=0.3,CId=70)
DemoScripts[40]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0301_fx_Surprise2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[41]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[42]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_true.GG2_V_Maya_End_true_006_Cue',Name="カミゾノ　シノブ")
DemoScripts[43]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[44]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[45]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0101_lp_close_smile",Rate=0,Number=0,Bit=1)
DemoScripts[46]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_true.GG2_V_Maya_End_true_007_Cue',Name="カミゾノ　シノブ")
DemoScripts[47]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[48]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[49]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[50]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_true.GG2_V_Maya_End_true_008_Cue',Name="カミゾノ　シノブ")
DemoScripts[51]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[52]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[53]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[54]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[55]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_true.GG2_V_Maya_End_true_010_Cue',Name="カミゾノ　マヤ")
DemoScripts[56]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[57]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[58]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=0.3)
DemoScripts[59]=(Actor=CHARACTER,Command=MOVE,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',SetType=ROT,Vec=(X=90,Y=0,Z=0),SecTime=0.3,CId=70)
DemoScripts[60]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[61]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[62]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_true.GG2_V_Maya_End_true_011_Cue',Name="カミゾノ　マヤ")
DemoScripts[63]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[64]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[65]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0102_fx_close_tightly",motionName[1]="my_CM_0001_fx_close_down",motionName[2]="my_DM_0110_fx_Stand2Envy",Rate=0,Number=3,Bit=0)
DemoScripts[66]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_1000_lp_Envy",Number=8)
DemoScripts[67]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=12,Bit=0,Rate=1)
DemoScripts[68]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Rate=0.8,Number=)
DemoScripts[69]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_true.GG2_V_Maya_End_true_012_Cue',Name="カミゾノ　マヤ")
DemoScripts[70]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[71]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[72]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[73]=(Actor=WINDOW,Command=EXIT)
DemoScripts[74]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Maya_End_true.GG2_SE_DM_Angel_Arrow_Cue')
DemoScripts[75]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[76]=(Actor=FADE,Command=WAIT)
DemoScripts[77]=(Actor=CHARACTER,Command=EXIT,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',CId=69)
DemoScripts[78]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[79]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",motionName[1]="my_CM_0002_fx_close_smile_S",motionName[2]="my_DM_1001_fx_Envy2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[80]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[81]=(Actor=FADE,Command=WAIT)
DemoScripts[82]=(Actor=WINDOW,Command=SET)
DemoScripts[83]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_true.GG2_V_Maya_End_true_014_Cue',Name="エコロ")
DemoScripts[84]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[85]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[86]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_true.GG2_V_Maya_End_true_015_Cue',Name="エコロ")
DemoScripts[87]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[88]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[89]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0109_fx_Stand2Fly",Rate=0,Number=2,Bit=0)
DemoScripts[90]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0900_lp_Fly",Number=8)
DemoScripts[91]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[92]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-122,Y=1,Z=0),SecTime=0.3)
DemoScripts[93]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_true.GG2_V_Maya_End_true_016_Cue',Name="エコロ")
DemoScripts[94]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[95]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[96]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_true.GG2_V_Maya_End_true_017_Cue',Name="エコロ")
DemoScripts[97]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[98]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[99]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[100]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[101]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_true.GG2_V_Maya_End_true_019_Cue',Name="エコロ")
DemoScripts[102]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[103]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[104]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',SetType=ROT,Vec=(X=130,Y=0,Z=0),CId=70)
DemoScripts[105]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[106]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[107]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Rate=0,Number=)
DemoScripts[108]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-108,Y=-3,Z=0),SecTime=0.3)
DemoScripts[109]=(Actor=CHARACTER,Command=MOVE,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',SetType=ROT,Vec=(X=25,Y=0,Z=0),SecTime=0.3,CId=71)
DemoScripts[110]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_true.GG2_V_Maya_End_true_020_Cue',Name="カミゾノ　マヤ")
DemoScripts[111]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[112]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[113]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0103_lp_close_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[114]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_true.GG2_V_Maya_End_true_021_Cue',Name="エコロ")
DemoScripts[115]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[116]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[117]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-122,Y=1,Z=0),SecTime=0.3)
DemoScripts[118]=(Actor=CHARACTER,Command=MOVE,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',SetType=ROT,Vec=(X=57,Y=0,Z=0),SecTime=0.3,CId=71)
DemoScripts[119]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[120]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[121]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0101_fx_close_smile",Rate=0,Number=0,Bit=0)
DemoScripts[122]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_true.GG2_V_Maya_End_true_023_Cue',Name="エコロ")
DemoScripts[123]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[124]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[125]=(Actor=WINDOW,Command=EXIT)
DemoScripts[126]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[127]=(Actor=FADE,Command=WAIT)
DemoScripts[128]=(Actor=TEXTURE,Command=START,CId=13,Bit=0,Number=0,Vec=(X=,Y=,Z=))
DemoScripts[129]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[130]=(Actor=FADE,Command=WAIT)
DemoScripts[131]=(Actor=WINDOW,Command=SET)
DemoScripts[132]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_true.GG2_V_Maya_End_true_024_Cue',Name="エコロ")
DemoScripts[133]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[134]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[135]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[136]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_true.GG2_V_Maya_End_true_026_Cue',Name="カミゾノ　マヤ")
DemoScripts[137]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[138]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[139]=(Actor=WINDOW,Command=EXIT)
DemoScripts[140]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_BACK)
DemoScripts[141]=(Actor=FADE,Command=WAIT)
DemoScripts[142]=(Actor=TEXTURE,Command=EXIT,CId=13,Bit=0)
DemoScripts[143]=(Actor=CHARACTER,Command=SET,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',SetType=POS,Vec=(X=2100,Y=-7300,Z=2808),CId=71)
DemoScripts[144]=(Actor=CHARACTER,Command=SET,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',SetType=ROT,Vec=(X=190,Y=0,Z=0),CId=71)
DemoScripts[145]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_1600_lp_Phone",Rate=0,Number=3,Bit=5)
DemoScripts[146]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=13,Bit=0,Rate=0)
DemoScripts[147]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=12,Bit=0,Rate=0)
DemoScripts[148]=(Actor=CHARACTER,Command=SET,Name="ホウダイ(主人公)",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=POS,Vec=(X=504,Y=-8890,Z=1198),CId=255)
DemoScripts[149]=(Actor=CAMERA,Command=SET,SetType=POS_AND_ROT,Vec=(X=2140,Y=-7220,Z=2988),VecSub=(X=-135,Y=-35,Z=))
DemoScripts[150]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[151]=(Actor=WINDOW,Command=SET)
DemoScripts[152]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_true.GG2_V_Maya_End_true_028_Cue',Name="エコロ")
DemoScripts[153]=(Actor=TEXT,Command=SET,ID=TEXT28)
DemoScripts[154]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[155]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_BACK)
DemoScripts[156]=(Actor=FADE,Command=WAIT)
DemoScripts[157]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_true.GG2_V_Maya_End_true_029_Cue',Name="エコロ")
DemoScripts[158]=(Actor=TEXT,Command=SET,ID=TEXT29)
DemoScripts[159]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[160]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_true.GG2_V_Maya_End_true_030_Cue',Name="")
DemoScripts[161]=(Actor=TEXT,Command=SET,ID=TEXT30)
DemoScripts[162]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[163]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_true.GG2_V_Maya_End_true_031_Cue',Name="エコロ")
DemoScripts[164]=(Actor=TEXT,Command=SET,ID=TEXT31)
DemoScripts[165]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[166]=(Actor=CAMERA,Command=SET,SetType=POS_AND_ROT,Vec=(X=1930,Y=-7330,Z=2908),VecSub=(X=0,Y=7,Z=))
DemoScripts[167]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=1930,Y=-7310,Z=2908),SecTime=10)
DemoScripts[168]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_true.GG2_V_Maya_End_true_032_Cue',Name="")
DemoScripts[169]=(Actor=TEXT,Command=SET,ID=TEXT32)
DemoScripts[170]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[171]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_true.GG2_V_Maya_End_true_033_Cue',Name="")
DemoScripts[172]=(Actor=TEXT,Command=SET,ID=TEXT33)
DemoScripts[173]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[174]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0100_fx_close_normal",Rate=0,Number=0,Bit=0)
DemoScripts[175]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[176]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_true.GG2_V_Maya_End_true_034_Cue',Name="エコロ")
DemoScripts[177]=(Actor=TEXT,Command=SET,ID=TEXT34)
DemoScripts[178]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[179]=(Actor=WINDOW,Command=EXIT)
DemoScripts[180]=(Actor=CAMERA,Command=SET,SetType=POS_AND_ROT,Vec=(X=1980,Y=-7235,Z=2903),VecSub=(X=-30,Y=7,Z=))
DemoScripts[181]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0100_fx_close_normal",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_1601_fx_Phone2Stand",Rate=0,Number=3,Bit=0)
DemoScripts[182]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[183]=(Actor=SYSTEM,Command=WAIT,SecTime=1.5)
DemoScripts[184]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Maya_End_true.GG2_SE_DM_Phone_Touch_Cue')
DemoScripts[185]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[186]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=1980,Y=-7235,Z=2920),SecTime=8)
DemoScripts[187]=(Actor=WINDOW,Command=SET)
DemoScripts[188]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_true.GG2_V_Maya_End_true_035_Cue',Name="エコロ")
DemoScripts[189]=(Actor=TEXT,Command=SET,ID=TEXT35)
DemoScripts[190]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[191]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[192]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_true.GG2_V_Maya_End_true_036_Cue',Name="エコロ")
DemoScripts[193]=(Actor=TEXT,Command=SET,ID=TEXT36)
DemoScripts[194]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[195]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[196]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[197]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_true.GG2_V_Maya_End_true_037_Cue',Name="エコロ")
DemoScripts[198]=(Actor=TEXT,Command=SET,ID=TEXT37)
DemoScripts[199]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[200]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[201]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_true.GG2_V_Maya_End_true_038_Cue',Name="エコロ")
DemoScripts[202]=(Actor=TEXT,Command=SET,ID=TEXT38)
DemoScripts[203]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[204]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_true.GG2_V_Maya_End_true_039_Cue',Name="エコロ")
DemoScripts[205]=(Actor=TEXT,Command=SET,ID=TEXT39)
DemoScripts[206]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[207]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0101_fx_close_smile",Rate=0,Number=0,Bit=0)
DemoScripts[208]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_true.GG2_V_Maya_End_true_040_Cue',Name="エコロ")
DemoScripts[209]=(Actor=TEXT,Command=SET,ID=TEXT40)
DemoScripts[210]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[211]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",motionName[1]="ek_CM_0002_fx_close_smile_S",motionName[2]="ek_DM_0109_fx_Stand2Fly",Rate=0,Number=3,Bit=1)
DemoScripts[212]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0900_lp_Fly",Number=8)
DemoScripts[213]=(Actor=CAMERA,Command=SET,SetType=POS_AND_ROT,Vec=(X=1800,Y=-7350,Z=2878),VecSub=(X=10,Y=10,Z=))
DemoScripts[214]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_true.GG2_V_Maya_End_true_041_Cue',Name="エコロ")
DemoScripts[215]=(Actor=TEXT,Command=SET,ID=TEXT41)
DemoScripts[216]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[217]=(Actor=WINDOW,Command=EXIT)
DemoScripts[218]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Maya_End_true.GG2_SE_DM_Ekoro_Effect_Cue')
DemoScripts[219]=(Actor=EMOTION,Command=SET,Name="エコロ",Number=12,CId=71)
DemoScripts[220]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0100_fx_close_normal",Rate=0,Number=0,Bit=0)
DemoScripts[221]=(Actor=CHARACTER,Command=MOVE,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',SetType=POS,Vec=(X=2100,Y=-7300,Z=2908),SecTime=5,CId=71)
DemoScripts[222]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[223]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[224]=(Actor=FADE,Command=WAIT)
DemoScripts[225]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',SetType=POS,Vec=(X=538,Y=-8890,Z=1118),CId=70)
DemoScripts[226]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',SetType=ROT,Vec=(X=180,Y=0,Z=0),CId=70)
DemoScripts[227]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[228]=(Actor=CHARACTER,Command=EXIT,Name="ホウダイ(主人公)",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',CId=255)
DemoScripts[229]=(Actor=CAMERA,Command=SET,SetType=POS_AND_ROT,Vec=(X=424,Y=-8890,Z=1253),VecSub=(X=0,Y=-5,Z=))
DemoScripts[230]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[231]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[232]=(Actor=FADE,Command=WAIT)
DemoScripts[233]=(Actor=WINDOW,Command=SET)
DemoScripts[234]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_true.GG2_V_Maya_End_true_042_Cue',Name="カミゾノ　マヤ")
DemoScripts[235]=(Actor=TEXT,Command=SET,ID=TEXT42)
DemoScripts[236]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[237]=(Actor=TEXT,Command=SET,ID=TEXT43)
DemoScripts[238]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0101_fx_close_smile",Rate=0,Number=0,Bit=0)
DemoScripts[239]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[240]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Rate=0.8,Number=)
DemoScripts[241]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_true.GG2_V_Maya_End_true_044_Cue',Name="カミゾノ　マヤ")
DemoScripts[242]=(Actor=TEXT,Command=SET,ID=TEXT44)
DemoScripts[243]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[244]=(Actor=TEXT,Command=SET,ID=TEXT45)
DemoScripts[245]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[246]=(Actor=TEXT,Command=SET,ID=TEXT46)
DemoScripts[247]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[248]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[249]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_true.GG2_V_Maya_End_true_047_Cue',Name="カミゾノ　マヤ")
DemoScripts[250]=(Actor=TEXT,Command=SET,ID=TEXT47)
DemoScripts[251]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[252]=(Actor=TEXT,Command=SET,ID=TEXT48)
DemoScripts[253]=(Actor=TEXT,Command=SET,ID=TEXT49)
DemoScripts[254]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[255]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_true.GG2_V_Maya_End_true_050_Cue',Name="カミゾノ　マヤ")
DemoScripts[256]=(Actor=TEXT,Command=SET,ID=TEXT50)
DemoScripts[257]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[258]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0500_lp_watery_normal",Rate=0,Number=0,Bit=1)
DemoScripts[259]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[260]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_true.GG2_V_Maya_End_true_051_Cue',Name="カミゾノ　マヤ")
DemoScripts[261]=(Actor=TEXT,Command=SET,ID=TEXT51)
DemoScripts[262]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[263]=(Actor=WINDOW,Command=EXIT)
DemoScripts[264]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[265]=(Actor=FADE,Command=WAIT)
DemoScripts[266]=(Actor=TEXTURE,Command=START,CId=19,Bit=0,Number=0,Vec=(X=,Y=,Z=))
DemoScripts[267]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[268]=(Actor=FADE,Command=WAIT)
DemoScripts[269]=(Actor=WINDOW,Command=SET)
DemoScripts[270]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_true.GG2_V_Maya_End_true_052_Cue',Name="")
DemoScripts[271]=(Actor=TEXT,Command=SET,ID=TEXT52)
DemoScripts[272]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[273]=(Actor=WINDOW,Command=EXIT)
DemoScripts[274]=(Actor=GALLERY,Command=SET_FLAG,CId=13,Bit=0)
DemoScripts[275]=(Actor=GALLERY,Command=SET_FLAG,CId=19,Bit=0)
DemoScripts[276]=(Actor=FADE,Command=SET,SecTime=2,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[277]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[278]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[279]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[280]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[281]=(Actor=SYSTEM,Command=END)

[Select_Maya_End_true_ENG GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Maya_End_true_ENG GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="真夜",Text="峯哥,我....../n喜歡,峯哥......最喜歡了!")

Texts[1]=(Label="TEXT02",Name="真夜",Text="一直一直都是,從小時候開始,/n就很喜歡.我覺得,很帥氣.")

Texts[2]=(Label="TEXT03",Name="真夜",Text="可是,我知道小忍也,喜歡峯哥....../n然後就......")

Texts[3]=(Label="TEXT04",Name="峯大",Text="小真夜......請和我交往吧.")

Texts[4]=(Label="TEXT05",Name="真夜",Text="呼欸!?")

Texts[5]=(Label="TEXT06",Name="忍",Text="呵呵,既然是兩情相悅,/n那就沒有我介入的餘地了嘛./n我就乾脆地退出囉.")

Texts[6]=(Label="TEXT07",Name="忍",Text="恭喜妳,真夜.")

Texts[7]=(Label="TEXT08",Name="忍",Text="你們兩個,下次要請我喫/n車站前的豆大福哦./n這樣就當作是扯平了.")

Texts[8]=(Label="TEXT09",Name="峯大",Text="小忍......謝謝妳.")

Texts[9]=(Label="TEXT10",Name="真夜",Text="小忍......")

Texts[10]=(Label="TEXT11",Name="真夜",Text="......")

Texts[11]=(Label="TEXT12",Name="真夜",Text="峯哥,我......要跟峯哥......交往!/n請......讓我......當你的,女朋友!")

Texts[12]=(Label="TEXT13",Name="峯大",Text="小,小真夜!/n我纔是,請多指教了!")

Texts[13]=(Label="TEXT14",Name="艾可蘿",Text="哎呀,這是......?")

Texts[14]=(Label="TEXT15",Name="艾可蘿",Text="呵呵./n恭喜兩位./n從兩位身上感覺到命運的......愛的力量了哦.")

Texts[15]=(Label="TEXT16",Name="艾可蘿",Text="看來由於兩位成功結合的關係,/n所以天使之箭發揮正確的效果了.")

Texts[16]=(Label="TEXT17",Name="艾可蘿",Text="這樣一來,峯大大人就不會/n沒必要地受人歡迎,也不會從明天開始/n就被女孩子討厭了吧.")

Texts[17]=(Label="TEXT18",Name="峯大",Text="艾可蘿....../n妳要回去天界了嗎?")

Texts[18]=(Label="TEXT19",Name="艾可蘿",Text="因為我的任務已經結束了啊./n我就跟忍大人一樣,先走一步了.")

Texts[19]=(Label="TEXT20",Name="真夜",Text="......小艾可蘿,對不起./n說妳是什麼,廢柴天使.")

Texts[20]=(Label="TEXT21",Name="艾可蘿",Text="我沒有在意唷./n畢竟把事情搞得那麼複雜/n的確是我的錯......")

Texts[21]=(Label="TEXT22",Name="峯大",Text="不,要是沒有妳,/n我想我就不會面對自己的真心了./n所以我要向妳道謝,艾可蘿.")

Texts[22]=(Label="TEXT23",Name="艾可蘿",Text="我是戀愛的邱比特./n讓相愛的人互相結合本來就是我的工作呢./n如果能圓滿收場,那就再好不過了.")

Texts[23]=(Label="TEXT24",Name="艾可蘿",Text="那麼,是時候道別了./n願兩位擁有天使的祝福......")

Texts[24]=(Label="TEXT25",Name="峯大",Text="再見啦......艾可蘿.")

Texts[25]=(Label="TEXT26",Name="真夜",Text="掰掰......")

Texts[26]=(Label="TEXT27",Name="NONE",Text="欠番")

Texts[27]=(Label="TEXT28",Name="艾可蘿",Text="......是......是....../n嗯,已經順利結束了.")

Texts[28]=(Label="TEXT29",Name="艾可蘿",Text="另外,我想請教一件事情,/n結果目標的\"命運的對象\"/n到底是哪位呢?")

Texts[29]=(Label="TEXT30",Name="女神",Text="唔~嗯,因為箭矢射中之後/n絕對會和命運的對象結合~/n所以我覺得問這個沒有意義耶~")

Texts[30]=(Label="TEXT31",Name="艾可蘿",Text="不,就只是確認而已./n因為我稍微有點在意.")

Texts[31]=(Label="TEXT32",Name="女神",Text="妳等我一下唷~/n我記得應該是\"神園忍\"小姐吧~")

Texts[32]=(Label="TEXT33",Name="女神",Text="......哎呀哎呀~? 剛才查了一下/n竟然是\"神園真夜\"小姐耶~/n女神大人有看錯嗎~?")

Texts[33]=(Label="TEXT34",Name="艾可蘿",Text="謝謝您./n是\"神園真夜\"大人沒錯唷./n......那麼,我馬上就回去那邊.")

Texts[34]=(Label="TEXT35",Name="艾可蘿",Text="唉....../n\"由自己以外的人決定命運,/n你會覺得滿足嗎?\"......是嗎.")

Texts[35]=(Label="TEXT36",Name="艾可蘿",Text="當時只是想說,反正只要\"命運\"存在,/n最終一定會導向正確答案,/n所以才隨口講講的說......")

Texts[36]=(Label="TEXT37",Name="艾可蘿",Text="雖說是有充能射擊的效果在,/n但沒想到竟然能扭曲\"命運\",/n人類的力量不容小覷呢.")

Texts[37]=(Label="TEXT38",Name="艾可蘿",Text="啊--啊......要是這件事露餡的話,/n我搞不好會受到很不得了的處罰......")

Texts[38]=(Label="TEXT39",Name="艾可蘿",Text="像是某個地方的某人一樣,/n失去天使之力,必須暫時在地上生活....../n之類的.")

Texts[39]=(Label="TEXT40",Name="艾可蘿",Text="如果變成那樣的話,就會意外地/n很快就和他們兩位再會了呢....../n呵呵.")

Texts[40]=(Label="TEXT41",Name="艾可蘿",Text="好了,那就回去吧--")

Texts[41]=(Label="TEXT42",Name="真夜",Text="這樣真的,好嗎?")

Texts[42]=(Label="TEXT43",Name="峯大",Text="果然還是不想跟我這種人在一起?")

Texts[43]=(Label="TEXT44",Name="真夜",Text="不是!/n峯哥是,最強的,男朋友.")

Texts[44]=(Label="TEXT45",Name="峯大",Text="總,總覺得很難為情啊......")

Texts[45]=(Label="TEXT46",Name="峯大",Text="......小忍的話,我想用不了多久/n就能找到好的對象了哦./n雖然這話由我來說是有點怪啦.")

Texts[46]=(Label="TEXT47",Name="真夜",Text="......那搞不好會有困難......")

Texts[47]=(Label="TEXT48",Name="峯大",Text="咦? 我覺得如果是那傢伙,/n就算沒有天使之箭也很受歡迎的說......")

Texts[48]=(Label="TEXT49",Name="峯大",Text="畢竟小忍可是小真夜....../n真......真夜的......姊姊嘛......")

Texts[49]=(Label="TEXT50",Name="真夜",Text="......峯哥......")

Texts[50]=(Label="TEXT51",Name="真夜",Text="很困難啦......因為--")

Texts[51]=(Label="TEXT52",Name="真夜",Text="因為,沒有比峯哥/n更強的,男朋友嘛!")

Texts[52]=(Label="SELECT01",Name="",Text="")

Texts[53]=(Label="SELECT02",Name="",Text="")

Texts[54]=(Label="SELECT03",Name="",Text="")

Texts[55]=(Label="SELECT04",Name="",Text="")

Texts[56]=(Label="SELECT05",Name="",Text="")

Texts[57]=(Label="SELECT06",Name="",Text="")

Texts[58]=(Label="SELECT07",Name="",Text="")

Texts[59]=(Label="SELECT08",Name="",Text="")

Texts[60]=(Label="SELECT09",Name="",Text="")

Texts[61]=(Label="SELECT10",Name="",Text="")


